Revit 2027 API
UnitTypeId.NewtonsPerSquareMeter Property
 Newtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NewtonsPerSquareMeter { get; }
Public Shared ReadOnly Property NewtonsPerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NewtonsPerSquareMeter {
	ForgeTypeId^ get ();
}
static member NewtonsPerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace